Repository: leusr/pill
Catalog: web/public/app/mu-plugins/pillanart-*/languages/*.po
Languages: hu_hu

source: - Error 404 on the Website
hu_hu: - 404-es hiba a weboldalon

source: Date
hu_hu: Dátum

source: Image
hu_hu: Kép

source: Social Pages
hu_hu: Közösségi oldalak

source: Full url, e.g.: https://facebook.com/pillanart
hu_hu: Profil (vagy oldal) teljes címe, pl.: https://facebook.com/pillanart

source: Full url, e.g.: https://plus.google.com/118103047823502039409/posts
hu_hu: Teljes cím, pl.: https://plus.google.com/118103047823502039409/posts

source: Only username starting with @, e.g.: @pillanart
hu_hu: Csak a username a @-tól kezdve, pl.: @pillanart

source: Search engine optimization
hu_hu: Keresőoptimalizálás

source: Member data
hu_hu: Tag adatai

source: Contact form sends emails to this address.
hu_hu: A Contact form erre a címre küldi a maileket.

source: E-mail visible on website
hu_hu: Az e-mail cím megjelenhet az oldalon is

source: Phone number(s)
hu_hu: Telefonszám(ok)

source: One phone number per line
hu_hu: Egy telefonszám soronként

source: Website(s)
hu_hu: Honlap(ok)

source: One url per line
hu_hu: Egy url soronként

source: Facebook profile
hu_hu: Facebook profil

source: Profile (or page) full url, e.g.: https://facebook.com/pillanart
hu_hu: Profil (vagy oldal) teljes címe, pl.: https://facebook.com/pillanart

source: Google+ profile
hu_hu: Google+ profil

source: Related Members
hu_hu: Kapcsolódó tagok

# post type general name
source: Members
hu_hu: Tagok

# post type singular name
source: Member
hu_hu: Tag

# admin menu
source: Members
hu_hu: Tagok

# add new on admin bar
source: Member
hu_hu: Tag

# member
source: Add New
hu_hu: Új tag

source: Add New Member
hu_hu: Új tag felvétele

source: New Member
hu_hu: Új tag

source: Edit Member
hu_hu: Szerkesztés

source: View Member
hu_hu: Tag profiloldala

source: All Members
hu_hu: Összes tag

source: Search Members
hu_hu: Tagok keresése

source: No member found.
hu_hu: Nem találhatóak tagok.

source: No member found in Trash.
hu_hu: Egy tag se található a kukában.

# post type general name
source: Partners
hu_hu: Partnerek

# admin menu
source: Partners
hu_hu: Partnerek

# partner
source: Add New
hu_hu: Új partner

source: Add New Partner
hu_hu: Új partner felvétele

source: New Partner
hu_hu: Új partner

source: Edit Partner
hu_hu: Szerkesztés

source: View Partner
hu_hu: Partner profiloldala

source: All Partners
hu_hu: Összes partner

source: Search Partners
hu_hu: Partnerek keresése

source: No partner found.
hu_hu: Nem található partner.

source: No partner found in Trash.
hu_hu: Egy partner se található a kukában.

# taxonomy general name
source: Services
hu_hu: Szolgáltatások

# taxonomy singular name
source: Service
hu_hu: Szolgáltatás

source: All Services
hu_hu: Minden szolgáltatás

source: Parent Service
hu_hu: Szülő-szolgáltatás

source: Parent Service:
hu_hu: Szülő-szolgáltatás

source: Edit Service
hu_hu: Szerkesztés

source: Update Service
hu_hu: Szolgáltatás frissítése

source: Add New Service
hu_hu: Új szolgáltatás felvétele

source: New Service Name
hu_hu: Új szolgáltatás név

source: Service
hu_hu: Szolgáltatás

source: Search Service
hu_hu: Szolgáltatás keresése

source: No service found.
hu_hu: Nem található szolgáltatás.

source: Page %s
hu_hu: %s. oldal
