Repository: leusr/pill
Catalog: web/public/app/themes/pillanart/languages/*.po
Languages: hu_hu

source: 404 – Page not found
hu_hu: 404 – Az oldal nem található

source: It looks like nothing was found at this location.
hu_hu: Ezen az URL-en nem található semmilyen tartalom.

source: Wedding Photographers
hu_hu: Esküvői fotósok

source: About Pillana(r)t
hu_hu: A Pillana(r)tról

source: Pillana(r)t - Hungarian Wedding Photographers was established in December 2007 along professional and ethical principles ten of the most sought after wedding photographers from Hungary. All former members of the association assume responsibility for each other and want to show the direction of this domestic chaos.
hu_hu: A Pillana(r)t – Magyar Esküvőfotós Szövetséget szakmai és etikai elvek mentén 2007 decemberében hozták létre tízen a legkeresettebb magyar esküvői fotográfusok közül. A szövetség mindenkori tagjai felelősséget vállalnak egymásért és ezzel irányt szeretnének mutatni a hazai káoszban.

source: Contact
hu_hu: Elérhetőségeink

source: Pillana(r)t on Facebook
hu_hu: A Pillana(r)t Facebook oldala

source: Pillana(r)t on Twitter
hu_hu: A Pillana(r)t Twitter oldala

source: Real Weddings
hu_hu: Valódi esküvők

source: Recommended links
hu_hu: Ajánlott linkek

source: &#169; Copyright %d. <strong>Pillana(r)t</strong> – Hungarian Wedding Photographers
hu_hu: &#169; Copyright %d. <strong>Pillana(r)t</strong> – Magyar Esküvőfotós Szövetség

source: Scroll top
hu_hu: Az oldal tetejére

source: First Page
hu_hu: Első

source: Previous
hu_hu: Előző

source: Next Page
hu_hu: Következő

source: Last
hu_hu: Utolsó

source: Page %s / %s
hu_hu: %s. / %s oldal

source: Articles from %s
hu_hu: %s cikkei

source: We recommend this also:
hu_hu: Ezt a cikket is ajánljuk:

source: Twitter updates
hu_hu: Twitter frissítések

source: Recent posts
hu_hu: Legfrissebb cikkek

source: Home
hu_hu: Kezdőlap

source: Page %s
hu_hu: %s. oldal

source: Posts tagged with <em>%s</em>
hu_hu: Cikkek <em>%s</em> címkével

source: Share on Facebook
hu_hu: Megosztás Facebookon

source: Share on Twitter
hu_hu: Megosztás Twitteren

source: Share on Google+
hu_hu: Google+ megosztás

source: Pin it on Pinterest
hu_hu: Megosztás Pinteresten

source: Pillana(r)t Start Page
hu_hu: Pillana(r)t kezdőlap

source: Pillana(r)t – Hungarian Wedding Photographers
hu_hu: Pillana(r)t – Magyar Esküvőfotós Szövetség

source: Follow Pillana(r)t on Twitter
hu_hu: A Pillana(r)t Twitter oldala

source: Pillana(r)t is on Google+
hu_hu: A Pillana(r)t Google+ oldala

source: Follow Pillana(r)t on Pinterest
hu_hu: A Pillana(r)t Pinterest oldala

source: Open Menu
hu_hu: Menü megnyitása

source: Sometime&#8230;
hu_hu: Valamikor&#8230;

source: Right now
hu_hu: Épp most

source: %d year ago
hu_hu: %d éve

source: %d month ago
hu_hu: %d hónapja

source: %d week ago
hu_hu: %d hete

source: %d day ago
hu_hu: %d napja

source: %d hour ago
hu_hu: %d órája

source: %d minute ago
hu_hu: %d perce

source: Top navigation line
hu_hu: Felső menüsor

source: Main navigation
hu_hu: Főmenü

source: Bottom navigation line
hu_hu: Alsó menüsor

source: Mobile navigation
hu_hu: Mobil menü

source: Small 3:2
hu_hu: Kicsi 3:2

source: Medium 3:2
hu_hu: Közepes 3:2

source: Portfolio
hu_hu: Portfólió

source: Share
hu_hu: Megosztás

source: Send Request
hu_hu: Ajánlatkérés

source: Tags
hu_hu: Címkék

source: Previous post
hu_hu: Előző cikk

source: Next post
hu_hu: Következő cikk

source: Tagcloud
hu_hu: Címkefelhő
