Repository: leusr/pill
Catalog: web/public/app/plugins/swift-contact-form/languages/*.po
Languages: hu_hu

source: Name
hu_hu: Név

source: Phone
hu_hu: Telefon

source: Location
hu_hu: Helyszín

source: Expected event duration
hu_hu: Kért rendelkezésre állási idő

source: Subject
hu_hu: Tárgy

source: Message
hu_hu: Üzenet

source: Send a copy to my e-mail address
hu_hu: Kérek egy másolatot a megadott címemre

source: Please answer the question!
hu_hu: Kérlek, írd be az eredményt!

source: Send
hu_hu: Küldés

source: Required field
hu_hu: Kötelező mező

source: Invalid email
hu_hu: Érvénytelen email

source: Not numeric
hu_hu: Nem szám

source: Too short value
hu_hu: Túl rövid szöveg

source: Too long value
hu_hu: Túl hosszú szöveg

source: Wrong answer
hu_hu: Rossz válasz

source: Something went wrong. :(
hu_hu: Valami nem jó. :(

source: Message sent, thanks. :) We will respond shortly!
hu_hu: Üzenet elküldve, köszönjük. :) Hamarosan reagálunk!

source: Wedding date
hu_hu: Esküvő dátuma

source: Wedding location
hu_hu: Esküvő helye

source: Message sent, thanks. :) I will respond as soon as possible!
hu_hu: Üzenet elküldve, köszönöm. :) Hamarosan reagálok!

source: <strong>This form requires JavaScript.</strong><br>Please allow JavaScript on this page! No malicious code here, promise.
hu_hu: <strong>A form csak JavaScripttel működik.</strong><br>Kérlek engedélyezd a scripteket ezen az oldalon. Esküszünk, hogy semmilyen rosszindulatú kódot nem futtatunk.

source: Pillana(r)t Contact Message
hu_hu: Pillana(r)t üzenet a Kapcsolat oldalról

source: Pillana(r)t Wedding Request
hu_hu: Pillana(r)t ajánlatkérés

source: Direct wedding request sent from <a href="%s">%s</a>.
hu_hu: Direkt ajánlatkérés a <a href="%s">%s</a>-ról.

source: This is a copy of your wedding request sent from <a href="%s">%s</a>.
hu_hu: Ez egy másolat az ajánlatkérésről, amit a <a href="%s">%s</a>-on küldtél.

source: Contact message sent from <a href="%s">%s</a>.
hu_hu: Üzenet a <a href="%s">%s</a> Kapcsolat formján keresztül.

source: This is a copy of your message sent from <a href="%s">%s</a> via Contact form.
hu_hu: Ez egy másolat az üzenetről, amit a <a href="%s">%s</a> Kapcsolat oldalán küldtél.
